In [ ]:
import pandas as pd

In [42]:
df = pd.DataFrame(
[["33", "Mumbai", "Maharashtra"], 
["44", "Chennai", "Tamil Nadu"], 
["40","Vishakapatnam","Telengana"], 
["80", "Bangalore", "Karnataka"]], columns=['STD', 'City', 'state'], index = range(4))

In [43]:
df

  STD           City        state
0  33         Mumbai  Maharashtra
1  44        Chennai   Tamil Nadu
2  40  Vishakapatnam    Telengana
3  80      Bangalore    Karnataka